/* Ask for confirmation before quitting */
"Are you sure you want to quit Synergy?" = "Är du säker på att du vill avsluta Synergy?";

/* Cancel button */
"Cancel" = "Avbryt";

/* Disable last.fm submissions */
"Disable last.fm submissions" = "Disable last.fm submissions";

/* Dismiss button */
"Dismiss" = "Avvisa";

/* Enable last.fm submissions */
"Enable last.fm submissions" = "Enable last.fm submissions";

/* Enter new serial number */
"Enter new serial number" = "Enter new serial number";

/* Error talking to iTunes tool-tip */
"Error" = "Fel";

/* Quit confirmation explanation */
"If you quit Synergy its iTunes control buttons will be removed from the menubar." = "Om du avslutar Synergy kommer kontrollknapparna tas bort från menyraden.";

/* iTunes not playing floater status message */
"iTunes status: not playing" = "iTunes status: stoppad";

/* Launch iTunes menu command */
"Launch iTunes" = "Starta iTunes";

/* Dismiss button */
"Missing serial" = "Saknar serienummer";

/* Next track button tool-tip */
"Next track in iTunes" = "Nästa spår i iTunes";

/* No track name available */
"No track name available" = "Inget spårnamn tillgängligt";

/* iTunes not playing tool-tip */
"Not playing" = "Stoppad";

/* Not running tool-tip */
"Not running" = "Ej igång";

/* Enter serial button */
"Open Preference Pane" = "Öppna inställningspanelen";

/* Pause button tool-tip */
"Pause iTunes" = "Pausa iTunes";

/* Play button tool-tip */
"Play current iTunes track" = "Spela nuvarande spår";

/* Play/pause button tool-tip */
"Play/Pause iTunes" = "Spela/Pausa iTunes";

/* Previous track button tool-tip */
"Previous track in iTunes" = "Föregående spår";

/* Weblink to registration website */
"Purchase" = "Köp";

/* Purchase upgrade now */
"Purchase upgrade now" = "Purchase upgrade now";

/* Quit button */
"Quit" = "Avsluta";

/* Quit iTunes menu command */
"Quit iTunes" = "Avsluta iTunes";

/* Remind me later */
"Remind me later" = "Remind me later";

/* Resume playback (play button) tool-tip */
"Resume iTunes playback" = "Fortsätt spela";

/* Starting with Synergy 4.0 (September 2009), licenses for very old versions are no longer valid. Your license will not work with this version of Synergy because you purchased it prior to September 2006. Your license will continue to work with older versions of Synergy (prior to 4.0). */
"Starting with Synergy 4.0 (September 2009), licenses for very old versions are no longer valid. Your license will not work with this version of Synergy because you purchased it prior to September 2006. Your license will continue to work with older versions of Synergy (prior to 4.0)." = "Starting with Synergy 4.0 (September 2009), licenses for very old versions are no longer valid. Your license will not work with this version of Synergy because you purchased it prior to September 2006. Your license will continue to work with older versions of Synergy (prior to 4.0).";

/* Synergy is shareware */
"Synergy is 5 Euro shareware" = "Synergy kostar 5€";

/* Serial number explanation */
"Synergy now requires a serial number to verify registered status. If you are a registered user, you should already have received a number. (If you have not, you may request one by sending email to win@wincent.com.) Once you have your serial number you may enter it in the \"About\" tab of the Synergy Preference Pane." = "Synergy now requires a serial number to verify registered status. If you are a registered user, you should already have received a number. (If you have not, you may request one by sending email to win@wincent.com.) Once you have your serial number you may enter it in the \"About\" tab of the Synergy Preference Pane.";

/* Registration notice */
"Synergy Registration" = "Synergy registrering";

/* 'Turn Floater off' menuitem */
"Turn Floater off" = "Stäng av inforuta";

/* 'Turn Floater on' menuitem */
"Turn Floater on" = "Sätt på inforuta";

/* Untitled */
"Untitled" = "Untitled";

/* Shareware registration explanation */
"You can remove this reminder by paying the registration fee at http://synergy.wincent.com/ and then entering your serial number in the \"About\" tab of the Synergy Preference Pane. This copy of Synergy will operate for 7 days, after which you must register." = "Du kan ta bort den här påminnelsen genom att betala registreringsavgiften på http://synergy.wincent.com/ och sedan skriva in serienummret i Om Synergy-tabben i Synergys inställningspanel. Denna kopia av Synergy fungerar i 7 dagar, därefter måste du registrera din kopia av Synergy.";

/* Trial period over */
"Your 7 day demonstration period is now over, and so Synergy will now quit. In order to continue using Synergy you must register it." = "Din 7-dagar demonstrationsperiod är nu över och Synergy kommer att avslutas. För att fortsätta använda Synergy måste du registrera det.";

/* Your license is not valid for this version of Synergy */
"Your license is not valid for this version of Synergy" = "Your license is not valid for this version of Synergy";

